{"Policy Url": "http://www.cwtv.com/thecw/privacy-policy/", "Opt Out Url": "http://www.cwtv.com/cdn-cgi/l/email-protection#17405547657e6176746e5871717e747257607665797265756578643974787a", "Sentence Text": "If you ever decide in the future that you would like to update these preferences, you may: (i) log into your account if you have created an account with us at one of our Sites to adjust your settings, (iii) follow the \"unsubscribe\" instructions provided in any marketing email you receive from us, (iii) send us an email at [email protected] and we will modify your preferences accordingly, or (iv) opt-out of targeted advertising as set forth in the Advertising section above.", "Hyperlink Text": "[email protected]", "Labels": ["Email"]}
{"Policy Url": "https://www.fastpeoplesearch.com/privacy", "Opt Out Url": "https://www.fastpeoplesearch.com/contact", "Sentence Text": "You may choose not to receive our promotional communications or opt out of our sharing information with third parties for marketing purposes by accessing \"My Account\" and updating your settings in \"Email preferences\", or you may e-mail us by using our contact form located at https://www.fastpeoplesearch.com/contact.", "Hyperlink Text": "https://www.fastpeoplesearch.com/contact", "Labels": ["Email"]}
{"Policy Url": "https://www.wolfram.com/legal/privacy/wolfram/", "Opt Out Url": "https://www.wolfram.com/support/contact/email/", "Sentence Text": "If at any time you want to stop receiving communication from us, please click the unsubscribe link in the footer of any email message from us, or contact our customer service online or by phone at 1-800-WOLFRAM.", "Hyperlink Text": "online", "Labels": ["Email"]}
{"Policy Url": "https://www.mheducation.com/privacy.html", "Opt Out Url": "https://www.mheducation.com/privacy/privacy-request-form", "Sentence Text": "In all instances, you may choose to change your marketing preferences at any time by completing our Data Request Form, clicking the unsubscribe button in any marketing email you receive from us, or by contacting McGraw-Hill Education's Local Privacy Official.", "Hyperlink Text": "Data Request Form", "Labels": ["Email"]}
{"Policy Url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy/canada", "Opt Out Url": "https://www.cbsinteractive.com/legal/cbsi/contact-us/pp", "Sentence Text": "If you object to our sharing your information with such parties, or if you do not wish to receive marketing communications (such as emails) from us or our third party partners, then you may contact us to let us know your objection at any time.", "Hyperlink Text": "contact us", "Labels": ["Sharing"]}
{"Policy Url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy/faq", "Opt Out Url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy/contact-info", "Sentence Text": "You can choose not to receive such marketing emails when you register with us, by updating your preferences, by clicking on the \"Unsubscribe\" link in any email we send, or by contacting us.", "Hyperlink Text": "contacting us", "Labels": ["Email"]}
{"Policy Url": "https://www.voxmedia.com/legal/privacy-policy", "Opt Out Url": "https://www.voxmedia.com/communications-preferences", "Sentence Text": "Even after subscribing to one or more newsletters and/or opting in to one or more offers to receive marketing and/or promotional communications from us or our third-party partners, users may elect to modify their preferences by going to the Communications Preferences page anytime or by following the \"Communications Preferences\" and/or \"Unsubscribe\" link provided in an email or communication received.", "Hyperlink Text": "Communications Preferences", "Labels": ["Email"]}
{"Policy Url": "https://www.crateandbarrel.com/customer-service/privacy-policy", "Opt Out Url": "https://www.crateandbarrel.com/customer-service/contact-us", "Sentence Text": "Marketing: If you do not want us to share your personal information for marketing purposes, please contact us and we will remove your name from lists we share with other companies.", "Hyperlink Text": "please contact us", "Labels": ["Sharing"]}
{"Policy Url": "https://www.medallia.com/privacy-policy/privacy-policy-archive/", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to not have this information used for the purpose of serving you interest-based ads, you may opt-out by clicking here (or if located in the European Union click here) Please note this does not opt you out of being served ads.", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.dice.com/about/privacy", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you do not wish to have this information used for the purpose of serving you interest-based ads, you may opt-out by clicking here (or if located in the European Union click here).", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.oreilly.com/privacy.html", "Opt Out Url": "tel:+44-1252-721284", "Sentence Text": "FAO Data Protection Officer Address O'Reilly Media, Inc., 1005 Gravenstein Highway North, Sebastopol, CA 95472, USA Email          FAO Data Protection Manager Address O'Reilly UK Limited, 5 St George's Yard, Farnham, Surrey, GU9 7LW, UK Email   Phone +44 (0) 1252 721284      1.1 Information that you provide to us directly                            1.2 Information we collect through technology related to our products and services   1.3 Information we collect through online technology  1.4 Information from other sources                1.5 Special categories of data                                                  2.2 Legitimate interests               4.2 Retention   4.3 Help keep your information safe             5.1 Privacy Shield Certification       5.2 Special note to users outside of the United States                  6.2 How to exercise your rights     6.3 What we need from you to process your requests                      11.2 O'Reilly privacy policies    11.3 O'Reilly School of Technology privacy policies   11.4 Safari privacy policies", "Hyperlink Text": "+44 (0) 1252 721284", "Labels": ["Others"]}
{"Policy Url": "https://slashdotmedia.com/privacy-statement/", "Opt Out Url": "https://slashdotmedia.com/opt-out-choices/", "Sentence Text": "Please review our Cookie and Opt Out Choices Statement for detailed information about our use of cookies, web beacons and other tracking technologies, as well as to learn about your choices to opt out of or turn off cookies, web beacons and other tracking technologies.", "Hyperlink Text": "Cookie and Opt Out Choices Statement", "Labels": ["Cookies"]}
{"Policy Url": "https://help.nytimes.com/hc/en-us/articles/115014892108-Privacy-policy#pp", "Opt Out Url": "http://www.nytimes.com/data-subject-request", "Sentence Text": "If you would like to request to review, correct, restrict or delete personal information that you have previously provided to us, object to the processing of personal information, or if you would like to request to receive an electronic copy of your personal information for purposes of transmitting it to another company (to the extent this right to data portability is provided to you by applicable law), you may contact us by completing this form.", "Hyperlink Text": "this form", "Labels": ["Others"]}
{"Policy Url": "https://www.outsideonline.com/1929491/about-our-ads", "Opt Out Url": "https://www.outsideonline.com/", "Sentence Text": "Opting Out of Receiving Seeing Tracking-Based Ads       Terms and Conditions of Use    Binding Arbitration  Grant and Restrictions on Use  Account  Acceptable Use            User Submissions and Conduct   Release and Indemnity    Infringement Notices  Access and Account Termination  App Platform Users   Users of the Apple Platform   Access to Site  Disclaimer  Liability  Governing Law and Attornment  Waiver  Third Party Links   Miscellaneous  Mariah Media Network LLC's Privacy Policy   We Collect Information From and About You         We Collect Information in Different Ways      We Combine Information We May Get from Various Sources   We Use Information as Disclosed and Described Here          We May Share Information with Third Parties         Your Choices   Your EU and Other Privacy Rights               Our Ads  Security  About Children  Links  Non-U.S. Users  Policy Updates  How to Contact Us  Outside Integrated Media LLC Addendum to IAB Standard Terms and Conditions for Internet Advertising for Media Buys One Year or Less (Version 3.0)             More Magazine", "Hyperlink Text": "More Magazine", "Labels": ["Advertising"]}
{"Policy Url": "https://gre.magoosh.com/privacy", "Opt Out Url": "https://www.google.com/settings/ads/onweb/?sig=ACi0TCiRDcnrXrdffABE6Nifr9QppTwHkj_NTB8gd0FaMd9YV_wg5YIp3OvYIp-y-pdTWNhIhLjQXh6TyIek2jcL233J8XokduMKuR1N-zHOJP2Ls6zIAM_wKkwTu-xTmML-Aucg-KSrCOB6oLAL11n-sPX9rEefGBMsmC7iVBTJsDKZmWkr3jnzCeVGR-wzwiV8cGO96yfR&hl=en", "Sentence Text": "To opt out of Google Analytics for Display Advertisers and customized Google Display Network ads, visit the  Ads Preferences Manager.  For more information on how we serve ads based on past visits to our Products, report on the performance of our ads, conduct analytics on the use of our Products, fulfill orders and other user requests, fraud prevention, improve our Products and conduct surveys relating to our users' experiences with our Products, and communicate with our users, including how to opt-out, you can contact us at help@magoosh.com.", "Hyperlink Text": " Ads Preferences Manager.", "Labels": ["Advertising"]}
{"Policy Url": "https://www.dealnews.com/privacy.html", "Opt Out Url": "https://www.dealnews.com/contact/?dept=privacy", "Sentence Text": "Once subscribed, users who no longer wish to receive our newsletter and promotional communications may opt-out of (i.e., discontinue receiving) these communications by replying to unsubscribe in the subject line in the email or contact us via this online contact form.", "Hyperlink Text": "this online contact form", "Labels": ["Email"]}
{"Policy Url": "https://policies.google.com/privacy?hl=en", "Opt Out Url": "https://myaccount.google.com/?hl=en", "Sentence Text": "These services may share information about your activity with Google and, depending on your account settings and the products in use (for instance, when a partner uses Google Analytics in conjunction with our advertising services), this data may be associated with your personal information.", "Hyperlink Text": "account settings", "Labels": ["Sharing"]}
{"Policy Url": "https://www.producthunt.com/privacy", "Opt Out Url": "https://angel.co/terms", "Sentence Text": "We generally use Personal Data for the following: to deliver and improve our Services; to manage your account and provide you with customer support; to deliver messages to other users at your request, to perform research and analysis about your use of the Services; to develop, display, and track Content and advertising tailored to your interests on the Services and other sites, including, potentially, providing our advertisements to you when you visit other sites; website or mobile application analytics; to diagnose or fix technology problems; to automatically update the Services on your device; to verify your identify and prevent fraud or other unauthorized or illegal activity; to enforce or exercise any rights in our Terms of Use (including to enforce rules related to the content of any private messages); and to perform functions or services as otherwise described to you at the time of collection.", "Hyperlink Text": "Terms of Use", "Labels": ["Others"]}
{"Policy Url": "https://www.meredith.com/legal/privacy-mso", "Opt Out Url": "http://www.pushspring.com/optout.html", "Sentence Text": "For information about the mobile data collection practices of the service providers we use to support interest-based advertising in our AllRecipes mobile applications and your additional opt-out choices, click here and here To exercise choice over the companies participating in the DAA's separate choice tool for the collection of cross-app data on a mobile device, download the DAA's AppChoices app available here", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "http://www.addictinggames.com/legal/privacy-policy.jsp", "Opt Out Url": "http://www.addictinggames.com/help/help.jsp#EmailSettings", "Sentence Text": " If you would prefer not to receive marketing or promotional e-mails from us that may relate, for example, to new services or offerings, you may opt-out of receiving these communications by clicking here to (i) deregister your account; or (ii) change or edit your preferences.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://www.premierleague.com/privacy-policy", "Opt Out Url": "https://users.premierleague.com/", "Sentence Text": "OPT-ING OUT: You can withdraw your consent and opt-out of marketing communications from us at any time by updating your Email Preferences (where you have signed up to our website) or by following the instructions provided to you in the relevant communication (for example, the 'unsubscribe' link in an email).", "Hyperlink Text": "Email Preferences", "Labels": ["Email"]}
{"Policy Url": "https://www.investing.com/about-us/privacy-policy", "Opt Out Url": "https://www.investing.com/unsubscribe", "Sentence Text": "At any time, you may request to discontinue receiving these offers or Investing.com's marketing emails by clicking on the unsubscribe link in the email's footer or by following the on-page instructions at https://www.investing.com/unsubscribe .", "Hyperlink Text": "https://www.investing.com/unsubscribe", "Labels": ["Email"]}
{"Policy Url": "https://www.commonsensemedia.org/about-us/our-mission/childrens-privacy-policy", "Opt Out Url": "https://www.commonsensemedia.org/cdn-cgi/l/email-protection#18686a716e797b61587b77757577766b7d766b7d757d7c717936776a7f", "Sentence Text": "If you believe your child is participating in an activity that collects personal information and you or another parent/guardian have NOT consented, or if you no longer wish for your child to participate as a member of the Sites, please feel free to contact us at [email protected], and we will delete your child's account and the parental contact information.", "Hyperlink Text": "[email protected]", "Labels": ["Others"]}
{"Policy Url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "Opt Out Url": "https://privacy.thewaltdisneycompany.com/en/privacy-controls/communication-choices/", "Sentence Text": "You may exercise these controls and choices in various ways, including by visiting Communication Choices (under the Privacy Controls tab), contacting Guest Services, following instructions provided in communications sent to you, or by using your device or other available settings (for example, by re-setting your device's advertising identifier and/or opting out of interest based ads).", "Hyperlink Text": "Communication Choices", "Labels": ["Email"]}
{"Policy Url": "https://ideapod.com/privacy-policy/", "Opt Out Url": "http://www.ideapod.com/contact", "Sentence Text": "You may also send an email here instructing us to no longer share your personal information with third parties who will use it for their direct marketing purposes.", "Hyperlink Text": "here", "Labels": ["Sharing"]}
{"Policy Url": "https://www.avature.net/website-privacy-policy/", "Opt Out Url": "https://www.avature.net/en/privacy-policy/privacyofficer@avature.net", "Sentence Text": "If you have any questions or comments about this Policy, or if you would like to correct, amend, or delete the Personal Data that we may maintain about you, please contact us through the following email: privacyofficer@avature.net  If you prefer to send us a letter, you may do so to the following addresses:", "Hyperlink Text": "privacyofficer@avature.net", "Labels": ["Others"]}
{"Policy Url": "https://www.cloudflare.com/privacypolicy/", "Opt Out Url": "https://www.cloudflare.com/cdn-cgi/l/email-protection#9de8f3eee8ffeefeeff4fff8ddfef1f2e8f9fbf1fceff8b3fef2f0", "Sentence Text": "You may manage your receipt of commercial communications by clicking on the \"unsubscribe\" link located on the bottom of such emails, through your account settings if you have a Cloudflare account, or you may send a request to [email protected]", "Hyperlink Text": "[email protected]", "Labels": ["Email"]}
{"Policy Url": "https://myspace.com/pages/videoprivacy", "Opt Out Url": "https://myspace.com/settings/privacy", "Sentence Text": "If you do not wish for Myspace to use or share your information for purposes of personalized advertising, please click here to adjust your Myspace privacy settings.", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.brainyquote.com/about/privacy", "Opt Out Url": "https://www.google.com/privacy_ads.html", "Sentence Text": "Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy. Tracking of users through the DART cookie mechanisms are subject to Google's own privacy policies.", "Hyperlink Text": "Google ad and content network privacy policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.lucidchart.com/pages/privacy", "Opt Out Url": "https://www.lucidchart.com/users/settings", "Sentence Text": "You may opt out of receiving promotional emails, text messages, or mail from Lucid by visiting your user settings page at www.lucidchart.com/users/settings and updating your communications preferences, by following the instructions in emails or text messages, or by sending an e-mail to privacy@lucidchart.com.", "Hyperlink Text": "www.lucidchart.com/users/settings", "Labels": ["Email"]}
{"Policy Url": "https://www.vocabulary.com/privacy/", "Opt Out Url": "https://www.vocabulary.com/account/emailprefs", "Sentence Text": "For example, if you no longer wish to receive certain communications from us, you may opt-out of receiving them by either changing the email preferences section of the My Account section, or through clicking on the provided link on any communication that we send.", "Hyperlink Text": "the email preferences", "Labels": ["Email"]}
{"Policy Url": "https://www.techtarget.com/privacy-policy-may25/", "Opt Out Url": "http://reg.techtarget.com/Corporate-Unsubscribe-Page.html", "Sentence Text": "In the event that Potential Customers do not wish to receive further marketing or sales emails from TechTarget, Potential Customers may opt-out of receiving additional emails by way of following the unsubscribe mechanism provided at the bottom of emails sent by TechTarget or by completing our Opt-Out Form.", "Hyperlink Text": "Opt-Out Form", "Labels": ["Email"]}
{"Policy Url": "https://linktr.ee/privacy", "Opt Out Url": "https://linktr.ee/cdn-cgi/l/email-protection#5d2d2f342b3c3e241d31343336292f733838", "Sentence Text": "You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us via email [email protected]", "Hyperlink Text": "[email protected]", "Labels": ["Email"]}
{"Policy Url": "https://www.thinkgeek.com/help/privacy.shtml", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to not have this information used for the purpose of serving you interest-based ads, you may opt-out by clickinghere(or if located in the European Union clickhere).", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://legal-supplemental.kinja.com/privacy-policy-90190742", "Opt Out Url": "http://www.google.com/privacy/ads/", "Sentence Text": "Opt-out - As part of our commitment to transparency and your privacy, we provide the following links to opt-out of cookies provided by both our first party ad server and many third party advertising partners who may be engaging in online behavioral advertising:First Party Opt-out - Please visit this link to opt-out of cookies from our first party ad serving vendor, Google: http://www.google.com/privacy/ads/Third Party and Online Behavioral Advertising Opt-out - Please visit this link to opt-out of cookies from over 50+ major third party behavioral advertising providers: http://www.aboutads.info/choices/", "Hyperlink Text": "http://www.google.com/privacy/ads/", "Labels": ["Advertising"]}
{"Policy Url": "https://www.stocktwits.com/st/privacy", "Opt Out Url": "http://www.google.com/privacy/ads/", "Sentence Text": "Please visit this link to opt-out of cookies from our first party ad serving vendor, Google: http://www.google.com/privacy/ads/; Third Party and Online Behavioral Advertising Opt-out - Please visit this link to opt-out of cookies from over 50+ major third party behavioral advertising providers: http://www.aboutads.info/choices/.", "Hyperlink Text": "http://www.google.com/privacy/ads/", "Labels": ["Advertising"]}
{"Policy Url": "https://www.justia.com/privacy-policy/", "Opt Out Url": "https://adssettings.google.com/authenticated", "Sentence Text": "You can opt out of Google's use of cookies by visiting Google's Ad settings. Alternatively, you can opt out of a third-party vendor's use of cookies by visiting the Network Advertising Initiative opt-out page.", "Hyperlink Text": "Google's Ad settings", "Labels": ["Advertising"]}
{"Policy Url": "https://twinfinite.net/privacy-policy/", "Opt Out Url": "https://www.google.com/ads/preferences/", "Sentence Text": "Google's use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our Service or other websites on the Internet.You may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page: http://www.google.com/ads/preferences/", "Hyperlink Text": "http://www.google.com/ads/preferences/", "Labels": ["Cookies"]}
{"Policy Url": "https://www.porplemontage.com/privacy", "Opt Out Url": "https://adssettings.google.com/", "Sentence Text": "You may opt-out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page: https://adssettings.google.com/", "Hyperlink Text": "https://adssettings.google.com/", "Labels": ["Cookies"]}
{"Policy Url": "https://www.meredith.com/legal/privacy-mso", "Opt Out Url": "http://www.meredith.com/offlinePrivacy.html", "Sentence Text": "To remove your name and postal address from lists that we sell or rent to third parties for their direct marketing purposes, or to opt-out of receiving marketing offers for other Meredith magazines and products by mail, please use the opt-out form available here or send your request to us in a letter addressed to Meredith Corporation, Opt-Out Postal, Attn: Circulation, 1716 Locust Street, Des Moines, Iowa 50309.", "Hyperlink Text": "here", "Labels": ["Sharing"]}
{"Policy Url": "https://www.meredith.com/legal/privacy-mso", "Opt Out Url": "https://support.google.com/adsense/troubleshooter/1631343?hl=en", "Sentence Text": "You can opt out of interest-based advertising from Google by visiting the About Google Ads page or permanently opt out of the DoubleClick cookie by installing the DoubleClick opt out extension.", "Hyperlink Text": "About Google Ads", "Labels": ["Advertising"]}
{"Policy Url": "https://pokemondb.net/about#privacy", "Opt Out Url": "https://www.google.com/ads/preferences/", "Sentence Text": "You may opt out of the use of the DoubleClick cookie for interest-based advertising by visiting the ads preference manager here (you will then see generic, untargeted adverts).", "Hyperlink Text": "ads preference manager here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.musicnotes.com/secure", "Opt Out Url": "http://www.google.com/ads/preferences/", "Sentence Text": "You may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page: http://www.google.com/ads/preferences/", "Hyperlink Text": "http://www.google.com/ads/preferences/", "Labels": ["Cookies"]}
{"Policy Url": "https://www.meredith.com/legal/eu-privacy", "Opt Out Url": "https://support.google.com/adsense/troubleshooter/1631343?hl=en", "Sentence Text": "You can opt out of interest-based advertising from Google by visiting the About Google Ads page or opt out of the DoubleClick cookie by installing the DoubleClick opt out extension.", "Hyperlink Text": "About Google Ads", "Labels": ["Cookies"]}
{"Policy Url": "http://uhsystem.edu/privacy-notice/", "Opt Out Url": "http://www.google.com/settings/ads", "Sentence Text": "Information about how you can opt out of Google's use of cookies can be obtained by visiting Google's Ads Settings and how you can opt out of a third-party vendor's use of cookies by visiting the Network Advertising Initiative opt-out page.", "Hyperlink Text": "Ads Settings", "Labels": ["Cookies"]}
{"Policy Url": "https://homemaking.com/privacy/", "Opt Out Url": "https://www.google.com/privacy_ads.html", "Sentence Text": " - Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at the following URL - http://www.google.com/privacy_ads.html", "Hyperlink Text": "http://www.google.com/privacy_ads.html", "Labels": ["Cookies"]}
{"Policy Url": "https://www.thegatewaypundit.com/privacy-policy/", "Opt Out Url": "https://adssettings.google.com/authenticated", "Sentence Text": "Users may opt out of the use of the DoubleClick cookie for interest-based advertising by visiting adssettings.google.com/authenticated", "Hyperlink Text": "adssettings.google.com/authenticated", "Labels": ["Cookies"]}
{"Policy Url": "https://www.mlbtraderumors.com/mlbtraderumorscom-privacy-policy", "Opt Out Url": "http://www.google.com/privacy_ads.html", "Sentence Text": "Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.", "Hyperlink Text": "Google ad and content network privacy policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.care.com/privacy-policy-p1013.html", "Opt Out Url": "https://www.care.com/account-preferences-p1016.html", "Sentence Text": "Registered Users can opt out of our sharing their information with third party communication facilitators who may send them direct mail solicitations on behalf of other companies by adjusting their account settings or sending us an email through this link and requesting that we opt them out of information sharing.", "Hyperlink Text": "account settings", "Labels": ["Sharing"]}
{"Policy Url": "https://help.nytimes.com/hc/en-us/articles/115014892108-Privacy-policy#pp", "Opt Out Url": "https://adssettings.google.com/", "Sentence Text": "You may opt out of the use of the Google Doubleclick cookie by visiting the Google ad and content network privacy policy.", "Hyperlink Text": "Google ad and content network privacy policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.loverslab.com/privacy/", "Opt Out Url": "https://www.google.com/ads/preferences/", "Sentence Text": " As a user of our Website, you may opt out of the use of the DoubleClick cookie for interest-based advertising by visiting the Ads Preference Manager.", "Hyperlink Text": "Ads Preference Manager", "Labels": ["Cookies"]}
{"Policy Url": "https://windowsreport.com/privacy-policy/", "Opt Out Url": "http://www.google.com/privacy_ads.html", "Sentence Text": "You may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at http://www.google.com/privacy_ads.html .", "Hyperlink Text": "http://www.google.com/privacy_ads.html", "Labels": ["Cookies"]}
{"Policy Url": "https://www.washingtonexaminer.com/privacy-policy", "Opt Out Url": "https://www.google.com/settings/u/0/ads?hl=en&sig=ACi0TCiMsTp6hu2gwIWAph1FkupERVvz6U76wP-bPuXf-PU7jkGobIl9xnvmhGPWftIUqRO5jfqD7HmRfYDu-YQNYDT-kpUlM-6waE6L-s0tr4sqZOIvCkHqRJCn0zn3pZ9U7hBlkI7Ue6nMD6EtyapCYzG4ZRIutukmhqmav5FuNJZ7pFD2C08", "Sentence Text": "For example, to opt out of Google's use of cookies, visit Google's Ads Settings, here.", "Hyperlink Text": "here", "Labels": ["Cookies"]}
{"Policy Url": "https://auth0.com/privacy", "Opt Out Url": "http://info.auth0.com/unsubscribe", "Sentence Text": "You can object to further marketing at any time by checking and updating your contact details within your account, or selecting the \"unsubscribe\" link at the end of all our marketing and promotional update communications to you, or by submitting your email address here.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://stackoverflow.com/legal/privacy-policy", "Opt Out Url": "https://stackoverflow.com/users/email/settings/current", "Sentence Text": " You may opt-out of receiving Stack Overflow email marketing materials by using the unsubscribe link in these communications or by changing your Email Settings.", "Hyperlink Text": "Email Settings", "Labels": ["Email"]}
{"Policy Url": "https://www.surveymonkey.com/mp/legal/privacy-policy/", "Opt Out Url": "https://preferences-mgr.truste.com/", "Sentence Text": "If you do not want SurveyMonkey to use this information to serve you targeted ads about our services, you may indicate your preferences at https://preferences-mgr.truste.com/ or, if you are located in the European Union, at https://www.youronlinechoices.eu/.", "Hyperlink Text": "https://preferences-mgr.truste.com/", "Labels": ["Advertising"]}
{"Policy Url": "http://www.purch.com/privacy-policy/", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the Network Advertising Initiative's Consumer Opt-Out link, the Digital Advertising Alliance's Consumer Opt-Out link , the opt-out page of the European Interactive Digital Advertising Alliance, or TrustArc's Preference Manager to opt-out of receiving tailored advertising from companies that participate in those programs.", "Hyperlink Text": "TrustArc's Preference Manager", "Labels": ["Cookies"]}
{"Policy Url": "https://www.mexgroup.com/privacy-policy", "Opt Out Url": "http://www.google.com/settings/ads", "Sentence Text": "You can opt out this particular use of cookies at any time by visiting Google's Ads Settings page and the DoubleClick opt-out page or as they later update those facilities.", "Hyperlink Text": "Google's Ads Settings", "Labels": ["Cookies"]}
{"Policy Url": "https://www.logmeininc.com/legal/privacy", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to not have the information these technologies collect used for the purpose of serving you targeted ads, you may opt-out here, or if located in the European Union, click here.", "Hyperlink Text": "opt-out here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.ancestry.com/cs/legal/privacystatement", "Opt Out Url": "https://www.ancestry.com/secure/account/emailpreferences", "Sentence Text": "Note: You can control how we market to you by using the unsubscribe link in any email you receive, by changing your account preferences, or by following the instructions in any other marketing communications you receive; for more information please see our Cookie Policy.", "Hyperlink Text": "account preferences", "Labels": ["Email"]}
{"Policy Url": "https://cardgames.io/privacy/", "Opt Out Url": "https://policies.google.com/technologies/ads", "Sentence Text": "You can also visit https://policies.google.com/technologies/ads where they talk specifically about ads and cookie use related to it, and you can opt out of personalized advertising from Google across all sites.", "Hyperlink Text": "https://policies.google.com/technologies/ads", "Labels": ["Cookies"]}
{"Policy Url": "https://www.cdw.com/content/cdw/en/terms-conditions/privacy-policy.html", "Opt Out Url": "https://www.cdw.com/content/cdw/en/terms-conditions/about-cookies.html", "Sentence Text": "To find out more about Cookies used for personalized ads in the US and Canada, including the choices you may have, please visit our About Cookies page as well as the Digital Advertising Alliance-US, Network Advertising Initiative, Digital Advertising Alliance-Canada, European Interactive Digital Advertising Alliance, and/or your device settings for our mobile app.", "Hyperlink Text": "About Cookies page", "Labels": ["Cookies"]}
{"Policy Url": "https://www.ebates.com/help/article/privacy-policy-115009657667", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to opt-out of interest-based advertising, click here (or, if you are located in the European Union, click here).", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.fastpeoplesearch.com/privacy", "Opt Out Url": "https://www.fastpeoplesearch.com/removal", "Sentence Text": "If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by visiting https://www.fastpeoplesearch.com/removal. Additionally, you may also opt-out specifically to rubicon project by visiting http://rubiconproject.com/privacy/consumer-online-profile-and-opt-out/.", "Hyperlink Text": "https://www.fastpeoplesearch.com/removal", "Labels": ["Advertising"]}
{"Policy Url": "https://www.touchnet.com/en/privacy-policy", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to opt out of interest-based advertising click here [or if located in the European Union click here].", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.dowjones.com/privacy-policy/", "Opt Out Url": "https://www.dowjones.com/privacy-policy/cookies-policy/", "Sentence Text": "You may also opt out of online interest-based advertising by taking the steps detailed in our Cookie Policy.", "Hyperlink Text": "Cookie Policy", "Labels": ["Advertising"]}
{"Policy Url": "https://www.wholefoodsmarket.com/privacy-notice", "Opt Out Url": "https://www.amazon.com/wholefoods/email", "Sentence Text": "You can opt out of receiving promotional email communications from us at any time by following the instructions provided in those communications, by logging into your account and adjusting your Email Subscription Preferences or by emailing us at privacyandterms@wholefoods.com.", "Hyperlink Text": "Email Subscription Preferences", "Labels": ["Email"]}
{"Policy Url": "https://www.mcafee.com/enterprise/en-us/about/legal/privacy.html", "Opt Out Url": "https://www.iabeurope.eu/", "Sentence Text": "You can learn more about interest-based advertising and how to opt out of the use of your web browsing activity for interest-based advertising purposes by visiting these sites: Digital Advertising Alliance, the Network Advertising Initiative, and the Interactive Advertising Bureau (IAB) Europe.", "Hyperlink Text": "Interactive", "Labels": ["Advertising"]}
{"Policy Url": "https://www.mimecast.com/privacy-statement/", "Opt Out Url": "https://info.mimecast.com/Subscription-Management.html", "Sentence Text": "You can unsubscribe to emails by following the unsubscribe instructions in our Preference Center by clicking here, through marketing email communications sent to you, or you can raise a request via our dedicated online portal here or by post at the address provided below.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://weedmaps.com/privacy", "Opt Out Url": "http://www.adobe.com/marketing-cloud/web-analytics.html", "Sentence Text": "We do not necessarily have access to or control over the Cookies they use, but you may be able to opt out of some of their practices by visiting the following links: Network Advertising Initiative, Omniture, and Digital Advertising Alliance.", "Hyperlink Text": "Omniture", "Labels": ["Advertising"]}
{"Policy Url": "https://www.warbyparker.com/privacy-policy", "Opt Out Url": "https://www.warbyparker.com/cdn-cgi/l/email-protection#7404061d0215170d34031506160d0415061f11065a171b19", "Sentence Text": "If you decide you don't want to receive email from us, you can select the \"opt out\" provision in our communications to unsubscribe, you can email us at [email protected], or you can contact customer support.", "Hyperlink Text": "[email protected]", "Labels": ["Email"]}
{"Policy Url": "https://wpengine.com/legal/privacy/", "Opt Out Url": "https://wpengine.com/cdn-cgi/l/email-protection", "Sentence Text": "1000, Austin, Texas 78701, or by sending an email to [email protected] We will respond to your request within a reasonable timeframe.You may opt-out of receiving most e-mails from us by following the \"unsubscribe\" instructions provided in the e-mails.", "Hyperlink Text": "[email protected]", "Labels": ["Email"]}
{"Policy Url": "https://www.typingclub.com/privacy.html", "Opt Out Url": "http://www.google.com/settings/ads", "Sentence Text": "Users may opt out of the use of the DoubleClick cookie by visiting Ads Settings.", "Hyperlink Text": "Ads Settings", "Labels": ["Cookies"]}
{"Policy Url": "https://www.typingclub.com/privacy.html", "Opt Out Url": "https://typingclub.us9.list-manage.com/unsubscribe?u=39e08340305a440513c129cb7&id=365f11b483", "Sentence Text": "At any time, you can withdraw your consent and opt-out of receiving promotional or marketing communications from EdClub at any time, by using the unsubscribe link in the emails communications or by visiting this unsubscribe link.", "Hyperlink Text": "this unsubscribe link", "Labels": ["Email"]}
{"Policy Url": "https://www.thegatewaypundit.com/privacy-policy/", "Opt Out Url": "http://www.google.com/policies/technologies/ads/", "Sentence Text": "You may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at http://www.google.com/policies/technologies/ads/", "Hyperlink Text": "http://www.google.com/policies/technologies/ads/", "Labels": ["Cookies"]}
{"Policy Url": "https://legal-supplemental.kinja.com/privacy-policy-1680479775", "Opt Out Url": "http://www.google.com/privacy/ads/", "Sentence Text": "First Party Opt-out - Please visit this link to opt-out of cookies from our first party ad serving vendor, Google: http://www.google.com/privacy/ads/", "Hyperlink Text": "http://www.google.com/privacy/ads/", "Labels": ["Cookies"]}
{"Policy Url": "http://definition.org/privacy/", "Opt Out Url": "http://definition.org/cdn-cgi/l/email-protection#4322272e2a2d030726252a2d2a372a2c2d6d2c3124", "Sentence Text": "To prevent Us from sharing Personally Identifiable Information with third party advertisers in the future, please indicate this preference by sending Us an email at: [email protected].", "Hyperlink Text": "[email protected]", "Labels": ["Sharing"]}
{"Policy Url": "https://www.fragrantica.com/privacy-policy.phtml", "Opt Out Url": "https://policies.google.com/technologies/ads", "Sentence Text": "However, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL - https://policies.google.com/technologies/ads", "Hyperlink Text": "https://policies.google.com/technologies/ads", "Labels": ["Cookies"]}
{"Policy Url": "https://meraki.cisco.com/support/#privacy", "Opt Out Url": "https://meraki.cisco.com/cdn-cgi/l/email-protection#dfb0afabf2b0aaab9fb2baadbeb4b6f1bcb0b2", "Sentence Text": "You may choose to opt-out of the sharing of your personal information with third parties for their direct marketing purposes at any time by e-mailing us at [email protected].", "Hyperlink Text": "[email protected]", "Labels": ["Sharing"]}
{"Policy Url": "https://www.gucci.com/us/en/st/privacy-landing", "Opt Out Url": "https://www.gucci.com/st/privacy-landing#link9", "Sentence Text": "We also may use the data we collect about you to assist us in advertising our products and services on third party websites - please see our   Cookie Policy for additional information.", "Hyperlink Text": "Cookie Policy", "Labels": ["Others"]}
{"Policy Url": "https://www.meredith.com/legal-ti/health/generic_privacy_new.html", "Opt Out Url": "https://www.meredith.com/offlinePrivacy.html", "Sentence Text": "As discussed above, if you wish to opt-out of our sharing of your information with third parties for the third parties' direct marketing purposes offline please click here, or for email please click here.", "Hyperlink Text": "click here", "Labels": ["Sharing"]}
{"Policy Url": "https://www.typing.com/privacypolicy", "Opt Out Url": "https://admanager.google.com/home/", "Sentence Text": "Typing.com and third-party advertisers (only with our free versions), such as Google Ad Manager and Freestar may send one or more cookies to your browser to help customize your experience on our site and/or to provide you with ads that may be of interest to you.", "Hyperlink Text": "Google Ad Manager", "Labels": ["Others"]}
{"Policy Url": "https://einthusan.tv/privacy/", "Opt Out Url": "http://www.google.com/support/dfp_sb/bin/answer.py?hl=en&answer=94152", "Sentence Text": "If you have not opted out of third-party ad serving, the cookies of other third-party vendors or ad networks may also be used to serve ads to you.", "Hyperlink Text": "opted out of third-party ad serving", "Labels": ["Others"]}
{"Policy Url": "https://www.evo.com/what-is-your-privacy-policy", "Opt Out Url": "https://www.evo.com/customer-care-phone-hours", "Sentence Text": "You may opt out of receiving promotional emails and text messages from evo by following the instructions in those communications or by contacting evo customer care here.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://www.evo.com/what-is-your-privacy-policy", "Opt Out Url": "https://www.evo.com/customer-care-phone-hours", "Sentence Text": "To opt out of having your information shared with third parties for direct marketing purposes, please call Customer Service.", "Hyperlink Text": "call Customer Service", "Labels": ["Sharing"]}
{"Policy Url": "https://www.mcafee.com/enterprise/en-us/about/legal/privacy.html", "Opt Out Url": "https://www.mcafee.com/enterprise/en-us/forms/preferences/communication.html", "Sentence Text": "Marketing Communications  To stop receiving marketing communications, click on the unsubscribe link in the email, or click here for Corporate marketing or here for Consumer marketing.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://www.americanmediainc.com/privacy-policy", "Opt Out Url": "https://www.google.com/settings/u/0/ads/", "Sentence Text": "You can also control advertising cookies from Google by using its Ads Preference Manager.", "Hyperlink Text": "Ads Preference Manager", "Labels": ["Cookies"]}
{"Policy Url": "https://www.commonsensemedia.org/about-us/our-mission/privacy-policy", "Opt Out Url": "https://www.commonsensemedia.org/contact", "Sentence Text": "You may opt-out of receiving our e-newsletters at any time by updating your subscription selection in the \"My Profile\" section of your account, clicking the \"unsubscribe\" link located at the bottom of all newsletters, or by visiting commonsense.org/contact and sending a request using our online form.", "Hyperlink Text": "commonsense.org/contact", "Labels": ["Email"]}
{"Policy Url": "https://www.ou.edu/publicaffairs/webpolicies/privacypolicy", "Opt Out Url": "https://www.facebook.com/policy.php", "Sentence Text": "The third party partners (and their privacy policy) we share our cookies with for advertising include Facebook (https://www.facebook.com/policy.php), Twitter (https://twitter.com/en/privacy), Evergage (http://www.evergage.com/privacy-policy/), Slate (https://technolutions.com/privacy-policy), Google (https://policies.google.com/?hl=en), Charbeat (https://chartbeat.com/privacy/).", "Hyperlink Text": "https://www.facebook.com/policy.php", "Labels": ["Others"]}
{"Policy Url": "http://www.centurylink.com/aboutus/legal/privacy-policy/privacy-policy-complete.html", "Opt Out Url": "http://www.centurylink.com/help/privacy/optout_en.html", "Sentence Text": "To stop receiving commercial emails from us, follow the \"unsubscribe\" instructions on the email message, click here, or call us.", "Hyperlink Text": "click here", "Labels": ["Email"]}
{"Policy Url": "https://komonews.com/station/privacy", "Opt Out Url": "https://komonews.com/station/contact", "Sentence Text": "If you are a California resident, and you have opted in to one of these activities, but you later decide that you would like to prevent our disclosure of your personal information to third parties for their direct marketing purposes, please contact us through the following link.", "Hyperlink Text": "link", "Labels": ["Sharing"]}
{"Policy Url": "https://www.eyebuydirect.com/policy", "Opt Out Url": "https://policies.google.com/technologies/ads", "Sentence Text": "You may opt out of Google's use of cookies by visiting the Google Advertising Opt-Out Page.", "Hyperlink Text": "Google Advertising Opt-Out Page", "Labels": ["Cookies"]}
{"Policy Url": "https://gopro.com/legal/privacy-policy", "Opt Out Url": "https://gopro.com/support/", "Sentence Text": "If you no longer wish to receive our newsletter, social media campaigns and promotional emails, you may opt out of receiving them by following the instructions included in each newsletter or email or by requesting through our contact form located at http://gopro.com/support/.", "Hyperlink Text": "http://gopro.com/support/", "Labels": ["Email"]}
{"Policy Url": "https://www.dailydot.com/privacy-policy/", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about the information that Nielsen software may collect and your choices with regard to it, please see the Nielsen Digital Measurement privacy policy at http://www.nielsen.com/digitalprivacy.", "Hyperlink Text": "http://www.nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "https://www.popsci.com/privacy-policy?lnk=SPAN&loc=hamburger", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about the information that Nielsen software may collect and your choices with regard to it, please see the Nielsen Digital Measurement Privacy Policy at http://www.nielsen.com/digitalprivacy.", "Hyperlink Text": "http://www.nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "http://www.mtv.com/legal/privacy", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "For more information about Nielsen's measurement software, see http://www.nielsen.com/digitalprivacy and see the \"Choices\" section of that digital measurement privacy policy to learn about your choices with respect to Nielsen's measurement, including your opt-out options if you do not wish to participate in such measurement and the scope of any opt-out options.", "Hyperlink Text": "http://www.nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "https://corporate.hubbardradio.com/privacy-policy/", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about the information that Nielsen software may collect and your choices with regard to it, see the Nielsen Digital Measurement Privacy Policy at http://www.nielsen.com/digitalprivacy.", "Hyperlink Text": "http://www.nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "https://www.hearst.com/newsroom/us-magazines-privacy-notice", "Opt Out Url": "http://www.nielsen.com/us/en/privacy-statement/digital-measurement.html", "Sentence Text": "To learn more about the information that Nielsen software may collect and the choices you may have, please see the Nielsen Digital Measurement Privacy Statement.", "Hyperlink Text": "Nielsen Digital Measurement Privacy Statement", "Labels": ["Analytics"]}
{"Policy Url": "https://angel.co/privacy", "Opt Out Url": "https://angel.co/terms", "Sentence Text": " We generally use Personal Data for the following: to deliver and improve our Services; to manage your account and provide you with customer support; to perform research and analysis about your use of the Services; to develop, display, and track Content and advertising tailored to your interests on the Services and other sites, including, potentially, providing our advertisements to you when you visit other sites; website or mobile application analytics; to diagnose or fix technology problems; to automatically update the Services on your device; to verify your identify and prevent fraud or other unauthorized or illegal activity; to enforce or exercise any rights in our Terms of Service;", "Hyperlink Text": "Terms of Service", "Labels": ["Others"]}
{"Policy Url": "https://www.oracle.com/legal/privacy/addthis-privacy-policy.html", "Opt Out Url": "https://datacloudoptout.oracle.com/registry/", "Sentence Text": "Delete personal information You can erase or delete the AddThis Data Oracle is processing about your device or remove segments in the Registry by opting out of AddThis services using the opt-out tool.", "Hyperlink Text": "Registry", "Labels": ["Others"]}
{"Policy Url": "https://www.oracle.com/legal/privacy/marketing-cloud-data-cloud-privacy-policy.html", "Opt Out Url": "https://datacloudoptout.oracle.com/#optout", "Sentence Text": "You can erase or delete all online information about you by opting out of Oracle Data Cloud services using the Oracle Data Cloud opt-out tool above.", "Hyperlink Text": "Oracle Data Cloud opt-out tool", "Labels": ["Others"]}
{"Policy Url": "https://www.oracle.com/legal/privacy/privacy-policy.html", "Opt Out Url": "https://www.oracle.com/legal/privacy/privacy-choices.html", "Sentence Text": "You can exercise these choices in accordance with applicable laws as specified on our Privacy Choices page, or by filling out our inquiry form.", "Hyperlink Text": "Privacy Choices page", "Labels": ["Others"]}
{"Policy Url": "https://policies.google.com/privacy?hl=en", "Opt Out Url": "https://policies.google.com/technologies/product-privacy?hl=en", "Sentence Text": "In addition to these tools, we also offer specific privacy settings in our products -- you can learn more in our Product Privacy Guide.", "Hyperlink Text": "Product Privacy Guide", "Labels": ["Others"]}
{"Policy Url": "https://www.skillshare.com/privacy", "Opt Out Url": "https://www.google.com/privacy_ads.html", "Sentence Text": "You have the option to opt out of Google's use of cookies by visiting the Google advertising opt-out page at https://www.google.com/privacy_ads.html or the Google Analytics Opt-out Browser Add-on at https://tools.google.com/dlpage/gaoptout/.", "Hyperlink Text": "https://www.google.com/privacy_ads.html", "Labels": ["Cookies"]}
{"Policy Url": "https://www.washingtonexaminer.com/privacy-policy", "Opt Out Url": "https://www.google.com/settings/ads?hl=en&sig=ACi0TCi3R4mL7qb_WRaELD5Z_YPR5O5InCvFFgPTJ5jcWbHaE2tb_jOvoIkA5pP6F9oEvdNnVsMQuwj5HJV2Pg-6RADnzbP9mI_0dcxfwak_4v1_JeRylUrylqkCThZSDLaaI0iKKqsfaEE9pvltfXxOZH9ZarVDcsj6b7B5xIgS7XgzMgJjPq6m-L38v01JOJumwnkQh8Kt", "Sentence Text": "To learn more about how to opt out of DoubleClick's use of cookies, visit the DoubleClick opt-out page, here.", "Hyperlink Text": "here", "Labels": ["Cookies"]}
{"Policy Url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "Opt Out Url": "https://privacy.thewaltdisneycompany.com/en/privacy-controls/online-tracking-and-advertising/", "Sentence Text": "Please visit Online Tracking Technologies and Advertising for further information, including Do Not Track and how to disable cookies and otherwise make choices with respect to such data collection.", "Hyperlink Text": "Online Tracking Technologies and Advertising", "Labels": ["Cookies"]}
{"Policy Url": "https://www.voxmedia.com/legal/privacy-policy", "Opt Out Url": "https://www.voxmedia.com/legal/cookie-policy", "Sentence Text": "For more information about the use of cookies and similar technology on our Site, please review Section 13 of this Privacy Policy and our Cookies and Tracking Technologies Policy.", "Hyperlink Text": "Cookies and Tracking Technologies Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.mheducation.com/privacy.html", "Opt Out Url": "https://www.mheducation.com/privacy/privacy-request-form", "Sentence Text": "To exercise any of your data subject rights, you should fill in a Data Request Form or contact McGraw-Hill Education's Local Privacy Official.", "Hyperlink Text": "Data Request Form", "Labels": ["Others"]}
{"Policy Url": "https://www.garmin.com/en-US/privacy/global/policy/", "Opt Out Url": "https://www.garmin.com/en-US/account/email/", "Sentence Text": "You may withdraw your consent at any time by changing your preferences in your Garmin account or through the unsubscribe link at the bottom of our marketing emails.", "Hyperlink Text": "preferences", "Labels": ["Email"]}
{"Policy Url": "https://www.change.org/policies/privacy", "Opt Out Url": "https://help.change.org/s/contactsupport?language=en", "Sentence Text": "You can also contact our Help Center via our contact form here and ask us to specify what personal information we have about you and to delete certain personal information about you from our records, or request to receive an electronic copy of your personal information for purposes of transmitting it to another company (to the extent this right to data portability is provided to you by applicable law).", "Hyperlink Text": "contact form here", "Labels": ["Others"]}
{"Policy Url": "https://www.medallia.com/privacy-policy/privacy-shield-notice/", "Opt Out Url": "https://go.medallia.com/Preference-Center.html", "Sentence Text": "EEA Business Contacts may choose to unsubscribe from marketing communications by following the link contained in each marketing email to Medallia's subscription preferences center or by accessing the preference center by clicking here.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://www.wrike.com/security/privacy/", "Opt Out Url": "https://www.google.com/settings/ads", "Sentence Text": "You can opt out of Google Analytics and customize the Google Display Network ads by visiting the Google Ads Settings page. Google also allows you to install a Google Analytics Opt-out Browser Add-on for your browser.", "Hyperlink Text": "Google Ads Settings page", "Labels": ["Analytics"]}
{"Policy Url": "https://www.sciencedaily.com/privacy.htm", "Opt Out Url": "http://www.google.com/policies/technologies/ads/", "Sentence Text": "Users may learn more about the use of the advertising cookies by visiting Google's Advertising Policies & Principles page at: http://www.google.com/policies/technologies/ads/", "Hyperlink Text": "http://www.google.com/policies/technologies/ads/", "Labels": ["Advertising"]}
{"Policy Url": "https://www.legalzoom.com/legal/general-terms/privacy-policy", "Opt Out Url": "https://www.google.com/settings/u/0/ads?hl=en&sig=ACi0TCgPTY9ystKFtp-LggDXXFXNAvQ7yLux8VA37VUZrXOi9QYddkfoE_1IqFz3muyY8M9-wYWV-GdZGhSNshovNHJPI-h7OckreE_yps6RJRG-K9Sv0WMsBc6OIPVxygh4P81JkN73IY1DIRbVzHDulkOl87x4V9WzLqvf6ReWn9OHX7Xcgf38cEtwPdt5uoYyeZQR8W1Q", "Sentence Text": "You may also visit Google Analytics' Ads Settings to opt out of Google's use of cookies and customize Google Display Network ads, and Google Analytics' Opt Out Browser Add-on for the web.", "Hyperlink Text": "Ads Settings", "Labels": ["Cookies"]}
{"Policy Url": "https://www.bamboohr.com/privacy.php", "Opt Out Url": "http://www.google.com/privacy_ads.html", "Sentence Text": "You may opt-out of the use of this cookie by visiting Google's Advertising and Privacy page: www.google.com/privacy_ads.html.", "Hyperlink Text": "www.google.com/privacy_ads.html", "Labels": ["Cookies"]}
{"Policy Url": "https://myspace.com/pages/privacy", "Opt Out Url": "https://myspace.com/settings/notifications", "Sentence Text": "If you want to stop receiving promotional materials from Myspace, you may unsubscribe by changing your Profile Settings or following the unsubscribe instructions at the bottom of the relevant e!mail from Myspace.", "Hyperlink Text": "Profile Settings", "Labels": ["Email"]}
{"Policy Url": "https://media.mercola.com/assets/html/privacy/security_privacy.html", "Opt Out Url": "https://www.google.com/privacy_ads.html", "Sentence Text": "You may opt-out of the use of this cookie by visiting Google's Advertising and Privacy page: https://www.google.com/privacy_ads.html", "Hyperlink Text": "https://www.google.com/privacy_ads.html", "Labels": ["Cookies"]}
{"Policy Url": "https://www.apple.com/legal/privacy/en-ww/", "Opt Out Url": "https://www.apple.com/legal/privacy/en-ww/cookies/", "Sentence Text": "Apple's websites, online services, interactive applications, email messages, and advertisements may use \"cookies\" and other technologies such as pixel tags and web beacons.", "Hyperlink Text": "\"cookies\" and other technologies", "Labels": ["Cookies"]}
{"Policy Url": "https://www.udacity.com/legal/privacy", "Opt Out Url": "https://www.udacity.com/legal/cookie-policy", "Sentence Text": "For more information about our use of cookies and similar technologies, including how you can install the Google Analytics Opt-out Browser Add-on to prevent Google from using your information for analytics, or otherwise control or disable cookies, please see our Cookies Policy.", "Hyperlink Text": "Cookies Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://prohbtd.com/privacy", "Opt Out Url": "http://www.google.com/settings/ads", "Sentence Text": "You may opt out of other cookies that may be present on the Site by following the directions on Google's opt-out page,ScorecardResearch's opt-out page, and Quantcast's opt out page.", "Hyperlink Text": "Google's opt-out page", "Labels": ["Cookies"]}
{"Policy Url": "https://www.oracle.com/legal/privacy/addthis-privacy-policy.html", "Opt Out Url": "https://datacloudoptout.oracle.com/#optout", "Sentence Text": "If you prefer that Oracle and our third party partners do not receive your personal information via Cookies and Pixels for the purposes outlined in this Privacy Policy, you may opt out of collection at any time via the Oracle Data Cloud opt-out, available at https://datacloudoptout.oracle.com/#optout.", "Hyperlink Text": "https://datacloudoptout.oracle.com/#optout", "Labels": ["Cookies"]}
{"Policy Url": "https://www.techtarget.com/privacy-policy-may25/", "Opt Out Url": "https://www.techtarget.com/cookie-policy/", "Sentence Text": "For more information about our use of cookies and other Tracking Technologies, please visit our Cookie Policy.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.aenetworks.com/privacy", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about Nielsen's digital measurement products and your choices in regard to them, please visit Nielsen's Digital Measurement Privacy Policy page at nielsen.com/digitalprivacy for more information.", "Hyperlink Text": "nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "https://www.aenetworks.com/privacy-editorial", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about Nielsen's digital measurement products and your choices in regard to them, please visit Nielsen's Digital Measurement Privacy Policy page at nielsen.com/digitalprivacyfor more information.", "Hyperlink Text": "nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "https://www.nbcuniversal.com/privacy/european", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about Nielsen digital measurement products and your choices in regard to them, please visit  http://www.nielsen.com/digitalprivacy for more information.", "Hyperlink Text": "http://www.nielsen.com/digitalprivacy", "Labels": ["Analytics"]}
{"Policy Url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy/video-services-and-social-networking", "Opt Out Url": "https://www.facebook.com/help/211774365532736?sr=1&sid=0U3IgVgLaT89shpT3", "Sentence Text": "Please click here to read about Facebook's participation in Nielsen's measurement services, and here to learn how to opt out of Nielsen measurement services on web browsers.", "Hyperlink Text": "here", "Labels": ["Analytics"]}
{"Policy Url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy/video-services-and-social-networking", "Opt Out Url": "http://www.nielsen.com/digitalprivacy#choice", "Sentence Text": "If you do not wish to participate in Nielsen's digital measurement research on a CBS mobile application, please click here to opt-out.", "Hyperlink Text": "here", "Labels": ["Analytics"]}
{"Policy Url": "https://www.duke-energy.com/legal/privacy", "Opt Out Url": "https://adssettings.google.com/", "Sentence Text": "If you do not want Google Analytics to use this information for the purpose of serving you targeted ads, you may opt out of certain Google Analytics advertising features by visiting the Google Ads Settings page available at https://adssettings.google.com/.", "Hyperlink Text": "https://adssettings.google.com/", "Labels": ["Advertising"]}
{"Policy Url": "https://www.taxact.com/privacy-policy", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to not have this information used for the purpose of serving you interest-based ads, you may opt out of interest-based ads by companies participating in the Digital Advertising Alliance by clicking here.", "Hyperlink Text": "here", "Labels": ["Advertising"]}
{"Policy Url": "https://policies.google.com/privacy?hl=en", "Opt Out Url": "https://myaccount.google.com/privacycheckup?utm_source=pp&hl=en", "Sentence Text": "You can also visit the Privacy Checkup, which provides an opportunity to review and adjust important privacy settings.", "Hyperlink Text": "Privacy Checkup", "Labels": ["Others"]}
{"Policy Url": "https://www.oracle.com/legal/privacy/marketing-cloud-data-cloud-privacy-policy.html", "Opt Out Url": "https://www.oracle.com/legal/privacy/marketing-cloud-data-cloud-privacy-policy.html#12", "Sentence Text": "d) Personal information necessary to preserve opt-out preferences is retained for 20 years, unless you delete it or otherwise prevent its collection as further described in Section 12 below.", "Hyperlink Text": "Section 12", "Labels": ["Others"]}
{"Policy Url": "https://www.miniclip.com/games/page/en/privacy-policy/", "Opt Out Url": "https://www.miniclip.com/cookie-policy#sw_cookies", "Sentence Text": "Please see our Cookie Policy for more information on the use of cookies and other tracking technologies on our Game.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.medscape.com/public/privacy", "Opt Out Url": "https://www.medscape.com/public/cookies", "Sentence Text": "For more information about the use of cookies and other tracking technologies within the Medscape Network, see our Cookie Policy.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.miniclip.com/games/page/en/privacy-policy/", "Opt Out Url": "https://www.miniclip.com/cookie-policy#ww_cookies", "Sentence Text": "Please see our Cookie Policy for more information on the use of cookies and other tracking technologies on our Services.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.ncl.com/about-us/privacy-policy", "Opt Out Url": "https://www.ncl.com/about-us/privacy-policy/cookies", "Sentence Text": "Further information about our use of Cookies and Tracking Technologies is available in our Cookies Policy.", "Hyperlink Text": "Cookies Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://automattic.com/privacy/", "Opt Out Url": "http://www.automattic.com/cookies", "Sentence Text": "For more information about our use of cookies and other technologies for tracking, including how you can control the use of cookies, please see our Cookie Policy.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "http://www.tribunemedia.com/privacy-policy/", "Opt Out Url": "http://www.nielsen.com/digitalprivacy", "Sentence Text": "To learn more about the information Nielsen's software may collect and your choices with regard to it, please click here.", "Hyperlink Text": "click here", "Labels": ["Analytics"]}
{"Policy Url": "https://www.typing.com/privacypolicy", "Opt Out Url": "https://www.typing.com/cdn-cgi/l/email-protection#61121411110e131521151811080f064f020e0c", "Sentence Text": "If you would like to request that we delete any personal information we may have about your child (such as username, password, and performance information) or to request no further collection of personal information from your child, please contact us at [email protected] or write to us at: PO Box 9241 Santurce Station, San Juan, Puerto Rico", "Hyperlink Text": "[email protected]", "Labels": ["Others"]}
{"Policy Url": "https://unity3d.com/legal/privacy-policy", "Opt Out Url": "https://unity3d.com/legal/cookie-policy#cookies", "Sentence Text": "If that is the case, you may opt-out of all tracking by following the instructions in our Advertising Choices section or see our Cookie Policy for more information on your choices for tracking and targeting of ads in apps on mobile devices and the options available to you.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.cvent.com/en/cvent-global-privacy-policy", "Opt Out Url": "https://www.cvent.com/en/cvent-global-privacy-policy-0", "Sentence Text": "Are you a Customer, Customer Business Contact or Visitor? What types of personal data do our Customers collect? How do our Customers collect personal data? How do our Customers use personal data? Does Cvent use personal data collected by our Customers? What is the legal basis for Cvent to process personal data from the EEA? How long does Cvent store personal data collected by our Customers? How do you access, correct or delete your information? How does Cvent use cookies and similar technologies? How does Cvent process data from Visitors? Does Cvent process information of children under the age of 13? Where does Cvent transfer the data it processes? How does Cvent secure the data it processes? What are Cvent's Products? How do you contact Cvent or Cvent's Data Protection Officer? How does Cvent publicize changes to it's Privacy Policy?", "Hyperlink Text": "Are you a Customer, Customer Business Contact or Visitor?", "Labels": ["Others"]}
{"Policy Url": "http://concerts.livenation.com/h/privacy.html?tm_link=tm_i_pp", "Opt Out Url": "http://promo.livenation.com/wemissyoualready/", "Sentence Text": "To stop receiving our promotional emails, click here or follow the instructions in any marketing email you get from us.", "Hyperlink Text": "here", "Labels": ["Email"]}
{"Policy Url": "https://www.bradsdeals.com/privacy", "Opt Out Url": "https://www.bradsdeals.com/me/unsubscribe", "Sentence Text": " If you wish to opt out of receiving offers directly from Brad's Deals LLC network or business partners, you can unsubscribe or follow the opt-out instructions in the emails that they send you located at the footer of the communication.", "Hyperlink Text": "unsubscribe", "Labels": ["Email"]}
{"Policy Url": "https://www.calculatorsoup.com/privacy.php", "Opt Out Url": "https://www.google.com/policies/technologies/ads/", "Sentence Text": "You can find out more about Google's use of cookies by visiting Google's Privacy and Terms page.", "Hyperlink Text": "Google's Privacy and Terms", "Labels": ["Cookies"]}
{"Policy Url": "https://www.reference.com/privacy-policy", "Opt Out Url": "https://www.reference.com/privacy-policy#12", "Sentence Text": "If you would like to access, review, revise or delete personal information we have collected from you, please contact us as provided below.Your specific rights regarding access, review, revision or deletion your information is proscribed by local laws.", "Hyperlink Text": "below", "Labels": ["Others"]}
{"Policy Url": "https://meraki.cisco.com/support/#privacy", "Opt Out Url": "https://meraki.cisco.com/cdn-cgi/l/email-protection#2f5f5d46594e4c566f424a5d4e4446014c4042", "Sentence Text": "If you wish to access, amend, or delete any other Personal Information we hold about you, you may contact us at [email protected].", "Hyperlink Text": "[email protected]", "Labels": ["Others"]}
{"Policy Url": "https://www.gatewayblend.com/privacy.html", "Opt Out Url": "https://www.gatewayblend.com/cdn-cgi/l/email-protection#224b4c444d624543564755435b404e474c460c414d4f", "Sentence Text": "If you would like to access, amend, erase, export (i.e., data portability), or object to or restrict the processing of Personal Data collected via our Site, you may submit a request to [email protected] or write to us at:", "Hyperlink Text": "[email protected]", "Labels": ["Others"]}
{"Policy Url": "https://emxdigital.com/privacy/", "Opt Out Url": "http://preferences-mgr.truste.com/", "Sentence Text": "If you wish to opt out of interest-based advertising in general, click here, or if located in the European Union click here.", "Hyperlink Text": "click here", "Labels": ["Advertising"]}
{"Policy Url": "https://www.meredith.com/legal-ti/health/generic_privacy_new.html", "Opt Out Url": "https://www.meredith.com/offlinePrivacy.html", "Sentence Text": "property, or if you want to opt-out of any sharing of your personally identifiable offline information with third parties not owned by Time Inc ., please click here.", "Hyperlink Text": "click here", "Labels": ["Sharing"]}
{"Policy Url": "https://www.customink.com/about/privacy", "Opt Out Url": "http://www.leginfo.ca.gov/cgi-bin/displaycode?section=civ&group=01001-02000&file=1798.80-1798.84", "Sentence Text": "If you are a California resident, you may request certain information regarding our disclosure of your Personal Information to third parties for their direct marketing purposes under California's \"Shine the Light\" law (Cal. Civ. Code SS 1798.83).", "Hyperlink Text": "Cal. Civ. Code SS 1798.83", "Labels": ["Sharing"]}
{"Policy Url": "https://www.tacobell.com/legal-notices/privacy-policy", "Opt Out Url": "https://www.tacobell.com/legal-notices/about-our-ads", "Sentence Text": "To opt out of having us share your information with third parties for their promotional purposes, click here.", "Hyperlink Text": "click here", "Labels": ["Sharing"]}
{"Policy Url": "https://www.meredith.com/legal-ti/health/generic_privacy_new.html", "Opt Out Url": "https://secure.health.com/common/profile/member/optout/?showAllSites=true", "Sentence Text": "property, or if you want to opt-out of any sharing of your email address with third parties not owned by Time Inc ., please click here.", "Hyperlink Text": "click here", "Labels": ["Sharing"]}
{"Policy Url": "https://filehippo.com/info/privacy/", "Opt Out Url": "https://filehippo.com/info/privacy/termsandconditions", "Sentence Text": "We may disclose your personal information to third parties if we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our terms of use and other agreements; or to protect the rights, property, or safety of FileHippo s.r.o., our customers, or others.", "Hyperlink Text": "terms of use", "Labels": ["Sharing"]}
{"Policy Url": "https://docviewer.zoosk.com/legal-privacy-en.html", "Opt Out Url": "https://www.zoosk.com/en/cookieprivacy?from=footer", "Sentence Text": "You can also find out more about our use of cookies and similar technologies for marketing and advertising purposes in our Cookie Policy.", "Hyperlink Text": "Cookie Policy.", "Labels": ["Cookies"]}
{"Policy Url": "https://unity3d.com/legal/privacy-policy", "Opt Out Url": "https://unity3d.com/legal/cookie-policy#cookies", "Sentence Text": "Third-party products and services: As discussed in our Cookie Policy and elsewhere, we may permit advertisers and their agents to use cookies or related technologies within the Service to store information on or read information from your browser or device so that they can optimize their advertising campaigns, including to frequency cap and deliver targeted ads.", "Hyperlink Text": "Cookie Policy", "Labels": ["Cookies"]}
{"Policy Url": "https://www.surveymonkey.com/mp/legal/privacy-policy/", "Opt Out Url": "https://www.surveymonkey.com/user/account/", "Sentence Text": "You can opt out of marketing communications at any time by clicking on the \"unsubscribe\" link in them and changing the relevant setting on your My Account page.", "Hyperlink Text": "My Account", "Labels": ["Email"]}
{"Policy Url": "http://definition.org/privacy/", "Opt Out Url": "http://definition.org/cdn-cgi/l/email-protection#b6d7d2dbdfd8f6f2d3d0dfd8dfc2dfd9d898d9c4d1", "Sentence Text": "If You provide Us with Personally Identifiable Information, You may also access and correct Your personal information and privacy preferences by emailing us at [email protected] or writing Us at: 255 W. 36th Street, Suite 1105, New York, New York 10018.", "Hyperlink Text": "[email protected]", "Labels": ["Others"]}
{"Policy Url": "https://www.rapidtables.com/about/privacy.html", "Opt Out Url": "https://www.google.com/settings/ads", "Sentence Text": "Users may opt out of personalized advertising by visiting Ads Settings and www.aboutads.info.", "Hyperlink Text": "Ads Settings", "Labels": ["Advertising"]}
{"Policy Url": "https://www.cardinalcommerce.com/about/privacy-policy", "Opt Out Url": "https://www.cardinalcommerce.com/cdn-cgi/l/email-protection", "Sentence Text": "You may request that we delete your Personal Information by contacting us via email to [email protected] or writing to the Global Privacy Office at the address above.", "Hyperlink Text": "[email protected]", "Labels": ["Others"]}
